tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "aria2"
brew "arpack"
brew "autojump"
brew "boost"
brew "gdbm"
brew "openssl"
brew "python3"
brew "cmake"
brew "cookiecutter"
brew "duti"
brew "epstool"
brew "perl"
brew "git"
brew "fftw"
brew "fig2dev"
brew "flac"
brew "fltk"
brew "fontconfig"
brew "gd"
brew "gl2ps"
brew "glpk"
brew "gnuplot"
brew "graphicsmagick"
brew "hdf5"
brew "icu4c"
brew "imagemagick"
brew "libogg"
brew "libsndfile"
brew "libyaml"
brew "mackup"
brew "mas"
brew "metis"
brew "node"
brew "octave"
brew "python"
brew "opencv"
brew "openssl@1.1"
brew "pandoc"
brew "ruby"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "vim", args: ["with-lua", "with-python3"]
brew "wget"
brew "you-get"
brew "homebrew/science/shark"
cask "aerial"
cask "alfred"
cask "aliwangwang"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "bettertouchtool"
cask "bilibili"
cask "cajviewer"
cask "coconutbattery"
cask "commander-one"
cask "day-o"
cask "dictunifier"
cask "docker"
cask "firefox"
cask "flash-player"
cask "fliqlo"
cask "gas-mask"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hammerspoon"
cask "ichm"
cask "iina"
cask "insomniax"
cask "istat-menus"
cask "iterm2"
cask "licecap"
cask "liteicon"
cask "lyricsx"
cask "macpass"
cask "mactex-no-ghostscript"
cask "macvim"
cask "mounty"
cask "muzzle"
cask "neteasemusic"
cask "pdfexpert"
cask "pomotodo"
cask "qq"
cask "qqmusic"
cask "shadowsocksx-ng"
cask "skim"
cask "snipaste"
cask "sourcetree"
cask "spechtlite"
cask "steam"
cask "sublime-text"
cask "teamspeak-client"
cask "telegram-desktop"
cask "termhere"
cask "the-unarchiver"
cask "transmission"
cask "vanilla"
cask "visual-studio-code"
cask "caskroom/fonts/font-camingocode"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "caskroom/fonts/font-menlo-for-powerline"
cask "caskroom/fonts/font-noto-mono-for-powerline"
cask "caskroom/fonts/font-noto-sans-cjk-sc"
cask "caskroom/fonts/font-noto-serif-cjk-sc"
cask "caskroom/fonts/font-source-han-serif-el-m"
cask "caskroom/versions/java8"
cask "caskroom/versions/microsoft-remote-desktop-beta"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Jietu", id: 1059334054
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Maipo", id: 789066512
mas "MWeb", id: 954188948
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Polarr Photo Editor Lite", id: 1077124956
mas "ScriptFlow", id: 994939623
mas "TickTick", id: 966085870
mas "Wallpaper Wizard", id: 1266674560
mas "WeChat", id: 836500024
mas "订票助手", id: 1163682213
