tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl"
brew "aria2"
brew "gcc"
brew "arpack"
brew "autojump"
brew "bat"
brew "icu4c"
brew "boost"
brew "fontconfig"
brew "gdbm"
brew "python"
brew "cmake"
brew "cookiecutter"
brew "duti"
brew "emacs"
brew "epstool"
brew "fcitx-remote-for-osx"
brew "libogg"
brew "flac"
brew "libsndfile"
brew "fftw"
brew "fig2dev"
brew "fltk"
brew "fontforge"
brew "fzf"
brew "gd"
brew "gist"
brew "git"
brew "git-lfs"
brew "gl2ps"
brew "glpk"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "hdf5"
brew "hub"
brew "hugo"
brew "libyaml"
brew "mackup"
brew "mas"
brew "metis"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "node"
brew "octave"
brew "openssl@1.1"
brew "pandoc"
brew "perl"
brew "polipo"
brew "pyenv"
brew "pyqt"
brew "ranger"
brew "redis"
brew "ruby"
brew "speedtest-cli"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "you-get"
cask "adobe-acrobat-reader"
cask "aerial"
cask "agenda"
cask "alacritty"
cask "alfred"
cask "aliwangwang"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "bettertouchtool"
cask "cajviewer"
cask "cakebrew"
cask "caption"
cask "clashx"
cask "clion"
cask "coconutbattery"
cask "coderunner"
cask "commander-one"
cask "dash"
cask "day-o"
cask "dictunifier"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "evernote"
cask "expressions"
cask "firefox"
cask "flash-player"
cask "fliqlo"
cask "font-camingocode"
cask "font-cooper-hewitt"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font"
cask "font-fontawesome"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-menlo-for-powerline"
cask "font-mononoki-nerd-font"
cask "font-museo"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans-cjk-sc"
cask "font-noto-serif-cjk-sc"
cask "font-raleway"
cask "font-sarasa-gothic"
cask "font-source-han-serif-el-m"
cask "font-source-han-serif-sb-h"
cask "font-twitter-color-emoji"
cask "fork"
cask "gas-mask"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "ichm"
cask "iina"
cask "imageoptim"
cask "insomniax"
cask "istat-menus"
cask "iterm2"
cask "java8"
cask "karabiner"
cask "keycastr"
cask "kitematic"
cask "lepton"
cask "licecap"
cask "liteicon"
cask "lyricsx"
cask "macpass"
cask "mactex-no-gui"
cask "macvim"
cask "mailspring"
cask "mathpix-snipping-tool"
cask "microsoft-remote-desktop-beta"
cask "mounty"
cask "musicbrainz-picard"
cask "muzzle"
cask "neteasemusic"
cask "notion"
cask "pdf-expert"
cask "pomotodo"
cask "proxifier"
cask "qlcolorcode"
cask "qlstephen"
cask "qq"
cask "qqmusic"
cask "recents"
cask "rocket"
cask "shadowsocksx-ng"
cask "shifty"
cask "sip"
cask "sketch"
cask "skim"
cask "snipaste"
cask "sourcetree"
cask "spotify"
cask "squirrel"
cask "steam"
cask "surge"
cask "telegram-desktop"
cask "termhere"
cask "the-unarchiver"
cask "transmission"
cask "typora"
cask "vanilla"
cask "vimr"
cask "visual-studio-code"
cask "vox"
cask "xquartz"
cask "zotero"
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "HazeOver", id: 430798174
mas "IM+", id: 1137958278
mas "iMovie 剪辑", id: 408981434
mas "iPic", id: 1101244278
mas "Irvue", id: 1039633667
mas "Keynote 讲演", id: 409183694
mas "Magnet", id: 441258766
mas "Maipo", id: 789066512
mas "MindNode", id: 1289197285
mas "Money", id: 1185488696
mas "Muzei", id: 1203123639
mas "Noizio", id: 928871589
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "Perculia", id: 1462633284
mas "Polarr Photo Editor", id: 1077124956
mas "Reeder", id: 880001334
mas "ScriptFlow", id: 994939623
mas "Time Out", id: 402592703
mas "Todoist", id: 585829637
mas "Wallpaper Wizard", id: 1266674560
mas "XMind", id: 1327661892
mas "Xnip", id: 1221250572
mas "休息一下", id: 1457158844
mas "微信", id: 836500024
mas "截图", id: 1059334054
mas "滴答清单", id: 966085870
mas "熊掌记", id: 1091189122
mas "看图", id: 1314842898
mas "订票助手", id: 1163682213
